[
    {   
        "namaHadits" : "Hadits Menuntut Ilmu", 
        "tulisanArab" : "طَلَبُ اْلعِلْمْ فَرِثْضَةٌ عَلَى كُلِّ مُسْلِمٍ", 
        "deskripsi" : "Artinya : Menuntut ilmu adalah kewajiban bagi setiap individu muslim."
    }, 
    {
        "namaHadits" : "Hadits Sabar", 
        "tulisanArab" : "قَالَ النَّبِيُّ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ: {الصَّبْرُ عِنْدَ الصَّدْمَةِ الْأُوْلَى", 
        "deskripsi" : "Artinya : Sabar itu ketika pertama kali mendapatkan musibah."
    }, 
    {
        "namaHadits" : "Hadits Munafik", 
        "tulisanArab" : "ْعَنْ أَبِى هُرَيْرَةَ عَنِ النَّبِىِّ صلى الله عليه وسلم – قَالَ آيَةُ الْمُنَافِقِ ثَلاَثٌ إِذَا حَدَّثَ كَذَبَ ، وَإِذَا وَعَدَ أَخْلَفَ ، وَإِذَا اؤْتُمِنَ خَانَ", 
        "deskripsi" : "Artinya : Tanda-tanda orang munafik ada tiga: jika berbicara dia berdusta, jika berjanji dia mengingkari, dan jika diberi amanah dia berkhianat "
    }, 
    {
        "namaHadits" : "Hadits Hutang", 
        "tulisanArab" : "ﺃَﻳُّﻤَﺎ ﺭَﺟُﻞٍ ﻳَﺪَﻳَّﻦُ ﺩَﻳْﻨًﺎ ﻭَﻫُﻮَ ﻣُﺠْﻤِﻊٌ ﺃَﻥْ ﻻَ ﻳُﻮَﻓِّﻴَﻪُ ﺇِﻳَّﺎﻩُ ﻟَﻘِﻰَ ﺍﻟﻠَّﻪَ ﺳَﺎﺭِﻗًﺎ", 
        "deskripsi" : "Artinya : Siapa saja yang berhutang lalu berniat tidak mau melunasinya, maka dia akan bertemu Allah (pada hari kiamat) dalam status sebagai pencuri."
    }, 
    {
        "namaHadits" : "Hadits Sahabat", 
        "tulisanArab" : "الْمَرْءُ عَلَى دِينِ خَلِيلِهِ فَلْيَنْظُرْ أَحَدُكُمْ مَنْ يُخَالِلُ", 
        "deskripsi" : "Artinya : Seseorang akan mencocoki kebiasaan teman karibnya. Oleh karenanya, perhatikanlah siapa yang akan menjadi teman karib kalian."
    }, 
    {
        "namaHadits" : "Hadits Rezeki", 
        "tulisanArab" : "سُئِلَ رَسُولُ اللهِ n: أَيُّ الْكَسْبِ أَطْيَبُ؟ قَالَ: عَمَلُ الرَّجُلِ بِيَدِه،ِ وَكُلُّ كَسْبٍ مَبْرُورٍ", 
        "deskripsi" : "Artinya : Rasulullah ditanya: ”Penghasilan apakah yang paling baik?” Beliau menjawab: ”Pekerjaan seseorang dengan tangannya sendiri dan semua penghasilan yang mabrur (diterima di sisi Allah)."
    }, 
    {
        "namaHadits" : "Hadits Ikhlas", 
        "tulisanArab" : "إِنَّ اللَّهَ لا يَقْبَلُ مِنْ الْعَمَلِ إِلا مَا كَانَ لَهُ خَالِصًا وَابْتُغِيَ بِهِ وَجْهُهُ",
        "deskripsi" : "Artinya : Sesungguhnya Allah tidak akan menerima amalan kecuali yang murni hanya untuk-Nya, dan dicari wajah Allah dengan amalan tersebut."
    }, 
    {
        "namaHadits" : "Hadits Kebersihan", 
        "tulisanArab" : "اَلنَّظَافَةُ مِنَ الْإِيْمَانِ", 
        "deskripsi" : "Artinya : Kebersihan sebagian dari iman."
    }, 
    {
        "namaHadits" : "Hadits Kematian", 
        "tulisanArab" : "وَقَالَ عَلَيْهِ السَّلَامُ:: {الْمَوْتُ جِسْرٌ يُوْصِلُ الْحَبِيْبَ إِلَى الْحَبِيْبِ", 
        "deskripsi" : "Artinya : Kematian itu jembatan yang menghubungkan sang kekasih (orang mukmin) kepada kekasihnya (Allah swt.)"
    }, 
    {
        "namaHadits" : "Hadits Bersyukur", 
        "tulisanArab" : " وَمَنْ لاَيَشْكُرِ النَّاسَ لاَيَشْكُرِ اللهَ", 
        "deskripsi" : "Artinya : Barang siapa yang tidak bersyukur kepada manusia, berarti ia tidak bersyukur kepada Allah."
    }, 
    {
        "namaHadits" : "Hadits Iman", 
        "tulisanArab" : "قال النبي صلى الله عليه وسلم: {الإيمانُ مَعْرِفَةٌ بالقَلْبِ، وَقَوْلٌ بِاللِّسَانِ، وعَمَلٌ بالأَرْكَانِ}.", 
        "deskripsi" : "Artinya : Nabi saw. bersabda, “Iman adalah mengetahui dengan hati, diucapkan dengan lisan, dan diamalkan dengan .”  Hadis ini diriwayatkan oleh imam Ibnu Majah dan imam At-Thabrani dari sahabat Ali bin Abi Thalib dengan sanad yang dhaif."
    }, 
    {
        "namaHadits" : "Hadits Silaturahmi", 
        "tulisanArab" : "صِلْ مَنْ قَطَعَكَ وَأَعْطِ مَنْ حَرَمَكَ وَأَعْرِضْ عَمَّنْ ظَلَمَكَ", 
        "deskripsi" : "Artinya : Sambunglah orang yang memutuskan (hubungan dengan)mu, berilah kepada orang yang tidak memberi kepadamu, dan berpalinglah dari orang yang berbuat zalim kepadamu"
    }, 
    {
        "namaHadits" : "Hadits Dajjal", 
        "tulisanArab" : "مَا بَيْنَ خَلْقِ آدَمَ إِلَى قِيَامِ السَّاعَةِ خَلْقٌ أَكْبَرُ مِنَ الدَّجَّالِ", 
        "deskripsi" : "Artinya : Tidak ada satu pun makhluk sejak Adam diciptakan hingga terjadinya kiamat yang fitnahnya (cobaannya) lebih besar dari Dajjal."
    }, 
    {
        "namaHadits" : "Hadits Aqiqah", 
        "tulisanArab" : "عَنْ سَمُرَةَ بْنِ جُنْدَبٍ اَنَّ رَسُوْلَ اللهِ ص قَالَ: كُلُّ غُلاَمٍ رَهِيْنَةٌ بِعَقِيْقَتِهِ تُذْبَحُ عَنْهُ يَوْمَ سَابِعِهِ وَ يُحْلَقُ وَ يُسَمَّى", 
        "deskripsi" : "Artinya : Dari Samurah bin Jundab dia berkata : Rasulullah bersabda : Setiap bayi tergadai dengan aqiqahnya, disembelihkan (kambing) untuknya pada hari ke tujuh, dicukur dan diberi nama"
    }, 
    {
        "namaHadits" : "Hadits Sakit", 
        "tulisanArab" : "مَا يُصِيبُ الْمُؤْمِنَ مِنْ شَوْكَةٍ فَمَا فَوْقَهَا إِلَّا رَفَعَهُ اللَّهُ بِهَا دَرَجَةً أَوْ حَطَّ عَنْهُ بِهَا خَطِيئَةً", 
        "deskripsi" : "Artinya : Tidak ada satupun musibah (cobaan) yg menimpa seorang muslim berupa duri atau yg semisalnya, melainkan dengannya Allah akan mengangkat derajatnya atau menghapus kesalahannya."
    }, 
    {
        "namaHadits" : "Hadits Senyum", 
        "tulisanArab" : "‎تَبَسُّمُكَ فِي وَجْهِ أَخِيكَ لَكَ صَدَقَةٌ", 
        "deskripsi" : "Artinya : Senyummu dihadapan wajah saudaramu adalah sedekah."
    }, 
    {
        "namaHadits" : "Hadits Menikah", 
        "tulisanArab" : "النِّكَاحُ من سُنَّتِي فمَنْ لمْ يَعْمَلْ بِسُنَّتِي فَليسَ مِنِّي ، و تَزَوَّجُوا ؛ فإني مُكَاثِرٌ بِكُمُ الأُمَمَ", 
        "deskripsi" : "Artinya : Menikah adalah sunnahku, barangsiapa yang tidak mengamalkan sunnahku, bukan bagian dariku. Maka menikahlah kalian, karena aku bangga dengan banyaknya umatku (di hari kiamat)"
    }, 
    {
        "namaHadits" : "Hadits Pakaian Wanita", 
        "tulisanArab" : "أَيُّمَا امْرَأَةٍ اسْتَعْطَرَتْ فَمَرَّتْ عَلَى قَوْمٍ لِيَجِدُوا مِنْ رِيحِهَا فَهِيَ زَانِيَةٌ", 
        "deskripsi" : "Artinya : Seorang perempuan yang mengenakan wewangian lalu melalui sekumpulan laki-laki agar mereka mencium bau harum yang dia pakai maka perempuan tersebut adalah seorang pelacur."
    }, 
    {
        "namaHadits" : "Hadits Berbakti kepada Orang tua", 
        "tulisanArab" : "قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: {رِضَا الرَّبِّ فِيْ رِضَا الْوَالِدِ، وَسَخَطُ اللهِ فِيْ سَخَطِ الْوَالِدِ}َ", 
        "deskripsi" : "Artinya : Ridha Tuhan itu di dalam ridhanya orang tua, dan ketidak ridhaan Allah itu di dalam ketidak ridhaan orang tua."
    }, 
    {
        "namaHadits" : "Hadits Ukhuwah Islamiyah", 
        "tulisanArab" : "لاَ يَبْلُغُ عَبْدٌ حَقِيْقَةَ اْلإِيْمَانِ حَتَّى يُحِبَّ لِلنَّاسِ مَا يُحِبُّ لِنَفْسِهِ مِنَ الْخَيْرِ.", 
        "deskripsi" : "Artinya : eorang hamba tidak dapat mencapai hakikat iman, hingga ia mencintai kebaikan untuk manusia seperti yang ia cintai untuk dirinya."
    }
	
]
